/* name of this language */
"language" = "Japanese";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in"="    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";
/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator"="- 改善されたグラフィック\n    - 日食と月食シミュレーター";
/* label for a WWW link */
" ... tap to visit our web site"="... タップして当社のウェブサイトを訪問";
/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d"="%1$s%2$dd %3$d:%4$d:%5$d";
/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d"="%1$s%2$dy %3$dd %4$d:%5$d:%6$d";
/* label for enable alarm clock switch */
"Alarm:"="アラーム:";
/* the label on a dial: the angle above the horizon */
"Altitude"="高度";
/* label for a Annular solar eclipse */
"Annular solar eclipse"="金環食";
/* the constellation of the zodiac */
"Aquarius"="Aquarius";
/* the constellation of the zodiac */
"Aries"="Aries";
/* the label on a dial: the angle around the horizon */
"Azimuth"="方位角";
/* label for when the eclipse is below the horizon */
"Below horizon"="地平線の下";
/* the constellation of the zodiac */
"Cancer"="Cancer";
/* the constellation of the zodiac */
"Capricornus"="Capricornus";
/* short abbreviation for century */
"cent"="世紀";
/* short abbreviation for day */
"day"="日";
/* First-run alert button to go to release notes */
"Details"="詳細";
/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:"="オートロック無効:";
/* Done */
"Done"="完了";
/* one character abbreviation for 'east' */
"E"="東";
/* the planet Earth */
"Earth"="地球";
/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator"="食シミュレーター";
/* the label on a dial: Equation of Time */
"Equation of Time"="均時差";
/* the constellation of the zodiac */
"Gemini"="Gemini";
/* help message0 */
"Help Text0"="メインのゴールド色の針は通常の12時間フォーマットの時間、分、秒を表示します。白色の大きな矢印が付いた細い針は24時間フォーマットの時間を表示します。";
/* help message1 */
"Help Text1"="カラーリングは各'惑星' が水平線上にある時の時間を示します。一番後ろにある大きなリングは太陽用です。色付きの11個の矢印は天文的薄明、航海薄明、常用薄明、日の出/日の入り、'ゴールデンアワー '、太陽正午を示します。";
/* help message1.5 */
"Help Text1.5"="「食シミュレーター」と名づけられた小ダイアルはアウターリング内に地球の周囲の天空を回転するように見える太陽、月、地球の影を代表する３つのアイコンを有しています。細い２本の赤い線は月の軌道の交点を示しています（横道面と交差する点）。リングの内側は通常空白ですが、月食や日食の時が近づくと、食のアニメーションがここに表示されます。";
/* help message2 */
"Help Text2"="設定モードに入るには '設定' をタップしてください。そして時間単位のひとつをタップして、時間通りに先に進む（青）かまたは後に戻り（赤）ます。'弦'をタップして、月相の次の弦に進んだり戻ったりすることができます。";
/* help message3 */
"Help Text3"="これらのスポットを押さえ続けると前進を続けます。指を上げてボタンを'ラッチ' する前にボタン上でスライドさせ、前進を続けます。'リセット'をタップして現在時間に戻ります。";
/* help message4 */
"Help Text4"="高度または方位ダイアルをタップして、どの惑星の値を表示をするか決めます。";
/* help message5 */
"Help Text5"="地球イメージ上の赤点は現在地を示します。これがあなたの予想と違う場合、上のコントロールを使い手動で設定することができます。あなたの場所と時間帯がマッチしない場合、天文学情報が正確に表示されません。";
/* help message6 */
"Help Text6"="アラーム時間を設定するには初めにアラームオンにして、表示される設定ボタンをタップします。メイン画面に戻ると、24時間ダイアルの外にアラーム時間を示す赤いインジケーターが表示されます。アラーム時間に達すると、音が20秒ほど鳴ります（画面のどこかをタップすればすぐ消音できます）。";
/* help message7 */
"Help Text7"="Emerald Observatory はNTPから国際標準原子時計を経由して時間を同期します。これにはインターネット接続を必要とし、同期にはアプリの起動後、数秒間かかることがあります。同期が進行中、左下コーナーのインジケーターが点滅し、完了すると緑色になりますが同期が不可能な場合、黄色になります。";
/* help message8 */
"Help Text8"="詳しい情報については当社のウェブサイト、https://github.com/Chrisp671/Day-4-Observatory をご覧ください（このページの下のロゴをタップしてください）。質問や問題等あれば、ご自由にメールでお知らせください。 コメントや提案も歓迎します。";
/* short abbreviation for hour */
"hour"="時間";
/* iTC description0; terms here should match those in the other strings */
"iTC description0"="Emerald Observatory は豊富な天文学情報を独自かつ分かりやすい方法で1画面に表示します。情報は以下を含みます：";
/* iTC description1 */
"iTC description1"="　　- 太陽、月、主な５惑星の出入り時間
    - 薄明の開始と終了時間
    - 日心太陽系儀（太陽の周囲の惑星軌道の表示）
    - 天体の高度と方位角　(一天体ずつ）
    - 現在の弦と月の相対的な見かけ上の大きさ
    - 世界マップ上の現在地の日と夜
    - 均時差、太陽時間、UTC時間、恒星時
    - 月、日、都市、うるう年インジケーター";
/* iTC description2 */
"iTC description2"="追記:
    - 表示時間はNTPから原子時計標準を経由して同期されます
    - iPad 位置使用または手動で緯度と経度を設定可能
    - ディリーアラーム機能";
/* iTC description3; terms here should match those in the other strings */
"iTC description3"="表示を継続する設定があります。";
/* iTC description4; terms here should match those in the other strings */
"iTC description4"="時間を分、時間、日、月、年単位で動かすには表示をタップしてください。Emerald Observatory の詳しい操作マニュアルは下記のhttps://github.com/Chrisp671/Day-4-Observatoryにある 'Emerald Sequoia LLC ウェブサイト' をご覧ください。";
/* iTC description; terms here should match those in the other strings */
"iTC description5"="アプリケーションで問題に直面したら、下記のサポートページのよくある質問（FAQ)を読むか、問題が解決しない場合そのページから当社にお問い合わせください。すべてのサポートリクエストにすみやかに対応します。";
/* the planet Jupiter */
"Jupiter"="木星";
/* First-run alert button to skip release notes for now */
"Later"="後で";
/* north-south coordinate */
"Latitude:"="緯度:";
/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap"="うるう";
/* term for years with Feb 29 */
"leap (%d)"="うるう (%d)";
/* the constellation of the zodiac */
"Leo"="Leo";
/* the constellation of the zodiac */
"Libra"="Libra";
/* east-west coordinate */
"Longitude:"="経度:";
/* the planet Mars */
"Mars"="火星";
/* the planet Mercury */
"Mercury"="水星";
/* short abbreviation for minute */
"min"="分";
/* short abbreviation for month */
"mon"="月";
/* the proper name of Earth's moon */
"Moon"="月";
/* one character abbreviation for 'north' */
"N"="北";
/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W"="北,東,南,西";
/* the planet Neptune */
"Neptune"="海王星";
/* First-run alert button to permanently skip release notes */
"Never"="無視";
/* label for when no eclipse is visible */
"No eclipse"="食なし";
/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:"="正午がトップ:";
/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap"="非うるう";
/* OK */
"OK"="OK";
/* Title for options settings screen */
"Options"="オプション";
/* label for a Partial lunar eclipse */
"Partial lunar eclipse"="部分月食";
/* label for a Partial solar eclipse */
"Partial solar eclipse"="部分日食";
/* short abbreviation for phase of the Moon */
"phase"="月相";
/* the constellation of the zodiac */
"Pisces"="Pisces";
/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius"="Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";
/* the planet Pluto */
"Pluto"="冥王星";
/* label for the button that reverses the action of 'Set' */
"Reset"="リセット";
/* one character abbreviation for 'south' */
"S"="南";
/* the constellation of the zodiac */
"Sagittarius"="Sagittarius";
/* the planet Saturn */
"Saturn"="土星";
/* the constellation of the zodiac */
"Scorpius"="Scorpius";
/* Set (verb) */
"Set"="設定";
/* label for alarm time setting widget */
"Set the alarm time:"="アラーム時間を設定:";
/* Details */
"Show details"="詳細を表示";
/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal"="恒星";
/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar"="太陽";
/* Stop alarm test */
"Stop"="ストップ";
/* the proper name of Earth's star */
"Sun"="太陽";
/* the constellation of the zodiac */
"Taurus"="Taurus";
/* Test alarm */
"Test"="テスト";
/* Astronomy date range checking */
"The earliest time supported is"="サポートできる最初の時間";
/* Astronomy date range checking */
"The latest time supported is"="サポートできる最後の時間";
/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,lunar,UTC"="時間,時計,天文学,NTP,原子,,日の入り,写真,惑星,月,アラーム,日の出,薄明,地球,月の,UTC,食シミュレーター";
/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled"="時間\n同期キャンセル済み";
/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed"="時間\n同期失敗";
/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF"="時間\n同期オフ";
/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized"="時間\n同期済み";
/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..."="時間\n同期中...";
/* label for a Total lunar eclipse */
"Total lunar eclipse"="皆既月食";
/* label for a Total solar eclipse */
"Total solar eclipse"="皆既日食";
/* Help message for 'Use Location Services' */
"Turn OFF to set location manually"="手動の位置設定を使うためにオフにする";
/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top"="正午がトップをオンにする、真夜中がトップをオフにする";
/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery"="バッテリーのオートスリープ防止をオン";
/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in"="コンセントに接続中、オートスリープ防止をオン";
/* timezone / position mismatch warning message */
"tz-pos warning"="あなたの場所を時間帯がマッチしません;６時位置上の時間帯ラベルと世界マップの赤点を調べてください。アプリ設定（一般/日付＆時間）で時間帯を変更するか、またはデバイスが時間帯と場所を決定するのを待つ必要があります。'位置サービス'スイッチを切り替えて場所をアップデートするか、手動で場所をセットします。";
/* error message */
"Unknown planet number %d"="未知の惑星数 %d";
/* the planet Uranus */
"Uranus"="天王星";
/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west."="各フィールドには小数点形式を使います;　南と西には負数を使ってください。";
/* name of option to use the iPhone's location determination features */
"Use Location Services:"="位置サービスを使う:";
/* the planet Venus */
"Venus"="金星";
/* the constellation of the zodiac */
"Virgo"="Virgo";
/* one character abbreviation for 'west' */
"W"="西";
/* Warning */
"Warning"="警告";
/* First-ever run alert button to go to application help on website */
"Website (in English)"="ウェブサイト（英語）";
/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available"="Emerald Observatoryにようこそ！\n\nたくさんのヘルプがあります";
/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website"="ようこそバージョン %@\n\n（英語）Webサイトの詳細情報を取得するために詳細をタップします。";
/* short abbreviation for year */
"year"="年";
/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "あなたの時計はNTPタイムからによって異なります %.0f 秒です\n確認してくださいあなたの日付と時刻タイムゾーンの設定が正しいです。";
/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)."="あなたの場所が特定できません。場所を手動で入力する必要があります。（右下の\"i\" をタップしてください）。";
/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude."="あなたの場所\n\n%@\n\nは無効です。'位置サービスを使う'をオンにするか、正しい緯度と経度を入力してください。";
/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)"="あなたの時間帯:\n\n%1$@ (%2$@)\補正なし%3$d:%4$d, 中心位置、%5$d%6$s\n\nはあなたの場所とマッチしません:\n\n%7$.5f, %8$.5f\n(± %9$.0f メートル)";

/* App display name */
"Observatory" = "天文台";

